Revit 2027 API
ParameterTypeId.AnalyticalLinkReleaseRotationZ Property
 "Z Rotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalLinkReleaseRotationZ { get; }
Public Shared ReadOnly Property AnalyticalLinkReleaseRotationZ As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalLinkReleaseRotationZ {
	ForgeTypeId^ get ();
}
static member AnalyticalLinkReleaseRotationZ : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace